[
  {
    "name": "Additional Weapon",
    "cost": 10,
    "level": [1],
    "text": "Most armies have only one weapon—a melee or a ranged weapon. This gear outfits an army with an additional weapon of the other type. The army gains a melee or ranged Strike (as appropriate) at the basic modifier for their level."
  },
  {
    "name": "Healing Potions",
    "cost": 15,
    "level": [1, 1, 1],
    "text": "An army equipped with healing potions (these rules are the same if you instead supply the army with alchemical healing elixirs) can use a single dose as part of any Maneuver action. When an army uses a dose of healing potions, it regains 1 HP. An army can be outfitted with up to 3 doses of healing potions at a time; unlike ranged Strike shots, healing potion doses do not automatically replenish after a war encounter—new doses must be purchased."
  },
  {
    "name": "Magical Armor",
    "cost": 25,
    "level": [5, 11, 18],
    "text": "Magic armor is magically enchanted to bolster the protection it affords to the soldiers."
  },
  {
    "name": "Magic Weapons (melee)",
    "cost": 20,
    "level": [2, 10, 16],
    "text": "The army's weapons are magic. If the army has melee and ranged weapons, choose which one is made magic when this gear is purchased. You can buy this gear twice—once for melee weapons and once for ranged weapons. If you purchase a more powerful version, it replaces the previous version, and the RP cost of the more powerful version is reduced by the RP cost of the replaced weapons."
  },
  {
    "name": "Magic Weapons (ranged)",
    "cost": 20,
    "level": [2, 10, 16],
    "text": "The army's weapons are magic. If the army has melee and ranged weapons, choose which one is made magic when this gear is purchased. You can buy this gear twice—once for melee weapons and once for ranged weapons. If you purchase a more powerful version, it replaces the previous version, and the RP cost of the more powerful version is reduced by the RP cost of the replaced weapons."
  }
]
